//-----------------------------------------------------------------------------
// 	Localizable.strings 
//	
//	Copyright (c) 2000-2006 Digidesign Inc.
//	All rights reserved
//
//	CONFIDENTIAL: This document contains confidential information. 
//	Do not disclose any information contained in this document to any
//	third-party without the prior written consent of Digidesign Inc.
//	
//-----------------------------------------------------------------------------

/* L10N_DFW */

	"100" = "enregistrer \"%1\"";
	"101" = "revenir à la version précédente de \"%1\"";
	"102" = "créer un document";
	"103" = "ouvrir \"%1\"";
	"104" = "enregistrer en tant que \"%1\"";
	"105" = "enregistrer une copie dans \"%1\"";
	"106" = "rendre le presse-papiers disponible dans l'application";
	"107" = "rendre le presse-papiers disponible en dehors de l'application";
	"108" = "Impossible de mémoriser les styles associés au texte.  Le texte est cependant intact.";
	"109" = "Impossible d'ajouter d'autres caractères ici.";
	"110" = "Impossible de %4 car %1%2 %3";
	"111" = "Impossible d'exécuter la commande %4 car %1 %2 %3";
	"112" = "Impossible de réaliser votre demande car %1%2. %3";
	"113" = "une erreur de programme s'est produite.";
	"114" = " (%1)";
	"115" = "Sélection non valide";
	"116" = "Enregistrer cette session sous :";
	"117" = "Enregistrer une copie dans :";
	"118" = "Afficher le presse-papiers";
	"119" = "Masquer le presse-papiers";
	"120" = "Impossible d'annuler";
	"121" = "Annuler %1";
	"122" = "Rétablir %1";
	"123" = "À propos de %1";
	"124" = "Impossible d'afficher le contenu pour l'instant";
	"125" = "%1 sans titre";
	"126" = "fermer";
	"127" = "quitter";
	"128" = "enregistrer";
	"129" = "rétablir";
	"130" = "Masquer les bordures";
	"131" = "Afficher les bordures";
	"132" = "Options de l'abonné...";
	"133" = "Options de l'éditeur...";
	"134" = "sans titre";
	"135" = "Préférences...";
	"136" = "Enregistrer les modifications apportées au document %1 \"%2\" avant de %3 ?";
	"137" = "&Rétablir";
	"138" = "Rétablir la dernière version enregistrée de \"%1\" ?";
	"139" = "La copie du disque de \"%1\" a été modifiée depuis sa dernière ouverture ou son dernier enregistrement.  Voulez-vous vraiment %2 ?";
	"140" = "La copie sur le disque de \"%1\" a été modifiée depuis sa dernière ouverture ou son dernier enregistrement.  Voulez-vous enregistrer une copie?";
	"141" = "L'espace disque est insuffisant pour enregistrer le document, sauf si la copie existante est d'abord supprimée.  Supprimer la copie existante de \"%1\" ?";
	"142" = "L'espace disponible est insuffisant.  Quittez maintenant et allouez davantage de mémoire à Pro Tools.";
	"143" = "%1 ; remplacé par la valeur précédente.";
	"144" = "\"%1\" est déjà ouvert.";
	"145" = "Ai&de";
	"146" = "Masquer %1";
	"147" = "Masquer les autres";
	"148" = "Afficher tout";
	"149" = "Quitter %1";
	"150" = "Services";
	"151" = "Impossible de charger la vue : \"%1\"";
	"152" = "Impossible de charger la classe : \"%1\"";
	"153" = "-∞";
	"154" = "∆-∞";
	"155" = "Ce champ requiert des valeurs comprises entre %1 et %2.";
	"156" = "Ce champ requiert l'une des valeurs suivantes : %1.";
	"157" = "Ce champ prend en charge au maximum un chiffre après la virgule décimale.";
	"158" = "Choisissez un nom composé au maximum de 255 caractères (extensions comprises).";
	"159" = "Choisissez un nom composé au maximum de %1 caractères.";
	"160" = "Impossible de remplacer un dossier par un fichier.";
	"161" = "Ce fichier est en lecture seule.";
	"162" = "Utilisez un autre nom de fichier ou enlever l'attribut lecture seule du fichier";
	"163" = "en cliquant avec le bouton droit de la souris sur le fichier et en éditant ses propriétés.";
	"164" = "\"%1\" existe déjà.  Voulez-vous le remplacer ?";
	"165" = "Le nom choisi contient des caractères interdits.";
	"166" = "Principal";
	"167" = "&Dossiers";
	"168" = "Fi&chiers";
	"169" = "%1 (%2)";
	"170" = "*.%2";
	"171" = "Tous les fichiers";
	"172" = "*.*";
	"173" = "Fichiers récents";
	"174" = "Dossiers récents";
	"175" = "Le nom choisi ne peut pas contenir plus de 256 caractères.";
	"176" = "Le nom du fichier et le chemin comportent %1 caractères. La longueur maximale autorisée pour créer le fichier est de %2 caractères. Cela peut occasionner des problèmes lors de l'utilisation de Pro Tools.";
	"177" = "Pro Tools ne prend pas en charge les volumes réseau non mappés.";
	"178" = "Fermer";
	"179" = "Cette application requiert un processeur prenant en charge au moins SSE 2.";
	"180" = "Cette application requiert un processeur avec prise en charge du jeu d'instructions SSSE 3 ou supérieur.";
	"181" = "Échec de l'appel de la fonction %1. Code d'erreur : %2";
	"182" = "Ouvrir dossier";
	"183" = "Pause";
	"184" = "Reprise";
	"185" = "Annuler";
	"186" = "Téléchargé: %1Ko de %2Ko";
	"187" = "Téléchargé: %1kB";
	"188" = "Erreur: %1";
	"189" = "Téléchargement terminé";
	"190" = "En pause";
	"191" = "Vous n'êtes pas connecté à Internet!";
	"192" = "Version: ";
	"193" = "(Nouveau Nom)";
	"194" = "(Nouveau)";
	"195" = "Afficher tout...";
	"196" = "Créer une balise \"%1\"";
	"197" = "(Aucun résultat)";
	"198" = "FAVORIS";
	"199" = "MEILLEURS RÉSULTATS";

/* L10N_TEValidation */

	"200" = "Valeur non valide";
	"201" = "La valeur est inférieure au minimum autorisé";
	"202" = "La valeur est supérieure au maximum autorisé";
	"203" = "La valeur contient des caractères non numériques";
	"204" = "La valeur contient trop de caractères";
	"205" = "La valeur contient une valeur qui n'est pas une note";
	"206" = "La valeur est inférieure au minimum autorisé de %1";
	"207" = "La valeur est supérieure au maximum autorisé de %1";

/* L10N_MSS */

	"300" = "Configuration MIDI Studio...";
	"301" = "Actif";
	"302" = "Nom";
	"303" = "Entrée";
	"304" = "Lié E/S";
	"305" = "Sortie";
	"306" = "Canaux de réception";
	"307" = "Canaux d'envoi";
	"308" = "Multitimbral";
	"309" = "Contrôleur";
	"310" = "Timecode MIDI";
	"311" = "Horloge MIDI Beat";
	"312" = "Machine Control MIDI";
	"313" = "Timecode MIDI";
	"314" = "Fichier nom d'usine";
	"315" = "Fichier nom utilisateur";
	"316" = "Fabricant";
	"317" = "Modèle";
	"318" = "Inconnu";
	"319" = "%1 Port %2";
	"320" = "Instruments ";
	"321" = "Nouvel instrument";
	"322" = "Supprimer l'instrument";
	"323" = "Entité d'interface";
	"324" = "Entité d'instrument";
	"325" = "Importer...";
	"326" = "Bibliothèque";
	"327" = "Audio";
	"328" = "Importer";
	"329" = "Exporter";
	"330" = "Créer";
	"331" = "Supprimer";
	"332" = "Analyse du périphérique";
	"333" = "Test";
	"334" = "Afficher";
	"335" = "Inspecter";
	"336" = "Nommer l'instrument :";
	"337" = "Précédent";
	"338" = "Suivant";
	"339" = "Fermer la configuration MIDI Studio";
	"340" = "OK";
	"341" = "%1 éléments sélectionnés.";
	"342" = "Voulez-vous vraiment supprimer les instruments sélectionnés ? Cette action ne peut pas être annulée.";
	"343" = "L'importation d'une autre configuration MIDI Studio remplacera la configuration active. Voulez-vous continuer ?";
	"344" = "<Instrument inconnu>";
	"345" = "Trouver le répertoire d'usine";
	"346" = "Répertoire d'usine";
	"347" = "Instrument :";
	"348" = "Configuration :";
	"349" = "Nom d'instrument :";
	"350" = "Fabricant :";
	"351" = "Modèle :";
	"352" = "Port d'entrée :";
	"353" = "Port de sortie :";
	"354" = "Canaux de réception :";
	"355" = "Canaux d'envoi :";
	"356" = "Nouvel instrument ";
	"357" = "Port";
	"358" = "Ce nom est déjà utilisé par un autre instrument ou périphérique MIDI. Entrez un autre nom.";
	"359" = "dms";
	"360" = "Pro Tools ne parvient pas à ouvrir le fichier sélectionné car il ne s'agit pas d'un fichier de configuration MIDI Studio valide.";
	"361" = "Document sans titre";
	"362" = "Propriétés";
	"363" = "Afficher les sorties émulées en double";

/* L10N_Mac */

	"400" = "fin de fichier détectée";
	"401" = "Ouverture des préférences système...";
	"402" = "Continuer";
	"403" = "L'entrée audio pour Pro Tools est désactivée.\n\nAccédez à Préférences système > Sécurité et confidentialité > Confidentialité > Microphone, et cochez “Pro Tools” pour permettre à Pro Tools d'enregistrer depuis TOUT matériel.";
	"404" = "Cette version de Pro Tools ne peut pas être lancée car elle n'est pas compatible avec macOS 10.15 et versions ultérieures.";

/* L10N_ProToolsGeneric */

	"500" = "Aucun(e)";
	"501" = "aucun(e)";
	"502" = "MIDI";
	"503" = "&OK";
	"504" = "Quitter";
	"505" = "&Annuler";
	"506" = "&Accepter";
	"507" = "&Refuser";
	"508" = "&Copier le message d'erreur";
	"509" = "&Réessayer";
	"510" = "&Arrêter";
	"511" = "S&upprimer";
	"512" = "&Continuer";
	"513" = "&Oui";
	"514" = "&Non";
	"515" = "Plus d'&infos";
	"516" = "Quelconque";
	"517" = "Tout";
	"518" = "Tout";
	"519" = "désactivé";
	"520" = "désactivé";
	"521" = "activé";
	"522" = "pan";
	"523" = "Volume";
	"524" = "trim du volume";
	"525" = "trim du niveau";
	"526" = "n/d";
	"527" = "Pro Tools";
	"528" = "&Enregistrer";
	"529" = "&Ne pas enregistrer";
	"530" = "&Abandonner";
	"531" = "&Conserver";
	"532" = "&Ne pas supprimer";
	"533" = "&Enlever";
	"534" = "ProTools 5.0";
	"535" = "ProTools 4.3";
	"536" = "ProTools 3.2";
	"537" = "Pro Tools 5.0";
	"538" = "Pro Tools 4.3";
	"539" = "Pro Tools 3.2";
	"540" = "Pistes audio";
	"541" = "Pistes audio et vidéo";
	"542" = "Pistes MIDI";
	"543" = "Pistes auxiliaires";
	"544" = "Pistes master";
	"545" = "Pistes instrument";
	"546" = "Pistes VCA Master";
	"547" = "Dossiers";
	"548" = "Pistes Figées";
	"549" = "Impossible de créer le fichier de valeur d'usine par défaut du plug-in TCE car %1.";
	"550" = "non disponible";
	"551" = "Non disponible";
	"552" = " avec ";
	"553" = "\"%1\"";
	"554" = "Ne plus afficher cet élément";
	"555" = "Minimal";
	"556" = "&Autoriser";
	"557" = "&Remplacer";
	"558" = "简体中文 (Simplified Chinese)";
	"559" = "繁體中文 (Traditional Chinese)";
	"560" = "Deutsch (German)";
	"561" = "English (English)";
	"562" = "Español (Spanish)";
	"563" = "Français (French)";
	"564" = "Italiano (Italian)";
	"565" = "日本語 (Japanese)";
	"566" = "한글 (Korean)";
	"567" = "Se connecter";
	"568" = "Se déconnecter";
	"569" = "Connexion";
	"570" = "Session";
	"571" = "Projet";
	"572" = "&Réparer";
	"573" = "Vous avez utilisé %1 sur les %2 (%3%) de stockage disponibles sur le cloud";
	"574" = " (Stockage : %1%)";
	"575" = "Vous essayez de lancer une version de Pro Tools plus récente que celle autorisée par votre licence. Vous pouvez désinstaller cette version de Pro Tools et réinstaller toute version prise en compte par votre licence, ou accéder à votre compte MyAvid et renouveler votre plan de mise à niveau.";
	"576" = "MyAvid";
	"577" = "Souhaitez-vous envoyer des données d'utilisation et de diagnostic à Avid pour nous aider à améliorer nos produits et services?\n\n";
	"578" = "Notez que certains écrans web peuvent continuer à collecter des données d'utilisation et de diagnostic conformément à notre politique de confidentialité.";
	"579" = "\n\nCe paramètre peut être modifié dans Préférences Pro Tools > Fonctionnement > Diagnostics.";
	"580" = "\n\nCe paramètre peut être modifié dans le menu 'Configuration' de Pro Tools First.";
	"581" = "&Mettre à jour";
	"582" = "&Ignorer";
	"583" = "Enregistrer sous...";

/* L10N_ReasonIDs */

	"600" = "une erreur de programme s'est produite.";
	"601" = "un disque est plein.";
	"602" = "un disque est verrouillé.";
	"603" = "la mémoire est insuffisante.";
	"604" = "une erreur de disque s'est produite.";
	"605" = "un fichier est verrouillé.";
	"606" = "un fichier existe déjà ou n'a pas été fermé.";
	"607" = "un problème d'écriture du fichier d'impression s'est produit.";
	"608" = "l'imprimante est introuvable.";
	"609" = "un problème de communication avec l'imprimante s'est produit.";
	"610" = "sa copie sur disque a été supprimée.";
	"611" = "ce document est actuellement ouvert.";
	"612" = "sa copie sur disque a été changée.";
	"613" = "un problème avec le serveur de fichiers s'est produit.";
	"614" = "vous ne disposez pas des droits d'accès nécessaires.";
	"615" = "la ressource d'impression sélectionnée est introuvable.";
	"616" = "un problème avec AppleTalk s'est produit.";
	"617" = "AppleTalk n'est pas connecté.";
	"618" = "il ne s'agit pas du type de document correct.";
	"619" = "un disque n'est pas disponible.";
	"620" = "trop de fichiers sont ouverts.";
	"621" = "les ressources requises sont introuvables.";
	"622" = "cette fonction n'est pas implémentée.";
	"623" = "\"^3\", un composant interne, est manquant.";
	"624" = "un composant interne est manquant.";
	"625" = "le gestionnaire d'édition n'est pas initialisé.";
	"626" = "un problème s'est produit lors de l'accès à l'édition.";
	"627" = "le format indiqué ne se trouve pas dans l'édition.";
	"628" = "l'édition n'est pas un éditeur.";
	"629" = "un problème s'est produit lors de la spécification de l'édition.";
	"630" = "la fin du fichier a été atteinte.";
	"631" = "un fichier est introuvable.";
	"632" = "le fichier d'imprimante est utilisé par une autre application ou par le sélecteur.";

/* L10N_RecoveryIDs */

	"700" = "Utilisez la commande \"Plus d'infos\" dans le Finder pour déverrouiller le fichier.";
	"701" = "Sélectionnez une imprimante et réessayez.";
	"702" = "Enregistrez sous un autre nom ou fermez le document, puis réessayez.";
	"703" = "Fermez des fenêtres et réessayez.";
	"704" = "Appelez Digi pour un décodage.";
	"705" = "Essayez de fermer le sélecteur.";
	"706" = "Appelez InitUEditionDocument().";

/* L10N_DAW */

	"800" = "inconnu";
	"801" = "Non déclaré";
	"802" = "Annuler";
	"803" = "Modifier";
	"804" = "Annuler";
	"805" = "Rétablir";
	"806" = "Couper";
	"807" = "Copier";
	"808" = "Coller";
	"809" = "Effacer";
	"810" = "Sélectionner tout";
	"811" = "Entrée";
	"812" = "Retour";
	"813" = "Échap";
	"814" = "Retour arrière";
	"815" = "Flèche gauche";
	"816" = "Flèche droite";
	"817" = "Flèche haut";
	"818" = "Flèche Bas";
	"819" = "Page préc";
	"820" = "Page suiv";
	"821" = "Home";
	"822" = "Fin";
	"823" = "Espace";
	"824" = "Tab";
	"825" = "Virgule";
	"826" = "Point";
	"827" = "Guillemet ouvrant";
	"828" = "Point-virgule";
	"829" = "Guillemet fermant";
	"830" = "Moins";
	"831" = "Égal";
	"832" = "Plus";
	"833" = "Insérer";
	"834" = "Supprimer";
	"835" = "Aide";

/* L10N_Accessibility */

	"900" = "Sélectionné. ";
	"901" = "Masqué. ";
	"902" = "Affiché. ";
	"903" = " de ";
	"904" = " ligne ";
	"905" = "La ligne est vide.";
	"906" = "Table";
	"907" = "Liste";
	"908" = "Plug-in";
	"909" = "Indicateur de niveau";
	"910" = "Fader";
	"911" = "Bouton";
	"912" = "Texte numérique";
	"913" = "Nom";
	"914" = "Boîte combo";
	"915" = "Groupe d'onglet";
	"916" = "Cellule";
	"917" = "Colonne";
	"918" = "Ligne";
	"919" = "Tab";
	"920" = "Développé. ";
	"921" = "Réduit. ";
	"922" = "moins";
	"923" = "plus";
	"924" = "A";
	"925" = "Infos";
	"926" = "Nom";
	"927" = "Sync";
	"928" = "Icône";
	"929" = "Menu déroulant";
	"930" = "Développer/réduire";
	"931" = "État";
	"932" = "Numération";
	"933" = "Inconnu";
	"934" = "Numéro de patch";
	"935" = "Partage de fusion";
	"936" = "Bypass HEAT";
	"937" = "Drive HEAT";
	"938" = "Activer/désactiver HEAT";
	"939" = "Signal HEAT";
	"940" = "0 dB";
	"941" = "+6 dB";
	"942" = "+3 dB";
	"943" = "Linéaire";
	"944" = "-3 dB";
	"945" = "-6 dB";
	"946" = "-inf dB";
	"947" = "Fondu de sortie : ";
	"948" = "Fondu d'entrée : ";
	"949" = "Ouvert. ";
	"950" = "Fermé. ";
	"951" = "Vérifié. ";
	"952" = "Non vérifié. ";
	"953" = "Inactif. ";
	"954" = "Actif. ";
	"955" = "Implicitement sélectionné. ";
	"956" = " (Appuyer deux fois pour modifier)";
	"957" = "Liste des armures";
	"958" = "Enregistrer dans un emplacement prédéfini ";
	"959" = "Charger à partir d'un emplacement prédéfini ";

/* L10N_DFW_Presets */

	"1000" = "<valeur d'usine>";
	"1001" = "Enregistrer les paramètres";
	"1002" = "Enregistrer les paramètres sous...";
	"1003" = "Copier les paramètres";
	"1004" = "Coller les paramètres";
	"1005" = "Importer les paramètres...";
	"1006" = "Fusionner les paramètres...";
	"1007" = "Supprimer le fichier des paramètres actuel...";
	"1008" = "Déverrouiller le fichier des paramètres";
	"1009" = "Verrouiller le fichier des paramètres";
	"1010" = "Enregistrer les paramètres de préréglage dans%1";
	"1011" = "Dossier racine des paramètres";
	"1012" = "Dossier de la session";
	"1013" = "Sans titre";
	"1014" = "Le préréglage peut uniquement être enregistré dans le dossier \"Window Presets\", ou dans les sous-dossiers de ce dossier.";
	"1015" = "Vous ne pouvez pas écraser le fichier car il est verrouillé.";
	"1016" = "Ce fichier n'est pas un fichier des paramètres valide pour %1 : \n\t%2\n ";
	"1017" = "Ce fichier n'est pas un fichier des paramètres valide pour %1: %2 ";
	"1018" = "&Annuler";
	"1019" = "S&upprimer";
	"1020" = "Voulez-vous vraiment supprimer le fichier de paramètres ?";
	"1021" = "Impossible de supprimer : ";
	"1022" = "Choisir un fichier des paramètres :";
	"1023" = "Mesures|Temps";
	"1024" = "Min:Secs";
	"1025" = "Timecode";
	"1026" = "Pieds+Images";
	"1027" = "Echantillons";

/* L10N_DFW1 */

	"1100" = "Cette commande n'a pas pu être exécutée pour le moment.";
	"1101" = "Piste/Playlist";
	"1102" = "Collaboration cloud";
	"1103" = "Afficher/Masquer";
	"1104" = "Automation";
	"1105" = "Edition";
	"1106" = "Clips";
	"1107" = "Tempo/Métrique";
	"1108" = "MIDI";
	"1109" = "Enregistrement";
	"1110" = "Gain/Effets du clip";
	"1111" = "Insertions/Envois";
	"1112" = "E/S";
	"1113" = "Transport";
	"1114" = "Liste des clips";
	"1115" = "Divers";
	"1116" = "Plug-ins";
	"1117" = "Fichier";
	"1118" = "Sélection";
	"1119" = "Fondus";
	"1120" = "Vidéo";
	"1121" = "Fenêtre";
	"1122" = "Outils d'édition";
	"1123" = "Focus";
	"1124" = "Zoom";
	"1125" = "Navigation";
	"1126" = "Indicateurs de niveau";
	"1127" = "Transport";
	"1128" = "Espace de travail";
	"1129" = "Fichier";
	"1130" = " menu";
	"1131" = "L'option \"Enregistrer\" n'est pas autorisée car cette session a été enregistrée pour la dernière fois avec %1 et contient des données qui ne sont pas prises en charge sur %2. Cliquez sur \"Enregistrer sous...\" pour créer une copie compatible de la session. La session d'origine ne sera pas affectée.";

/* L10N_CustomizedUI */

	"1200" = "Spécifications générales";
	"1201" = "Luminosité du texte :";
	"1202" = "Saturation du texte :";
	"1203" = "Luminosité de l'arrière-plan :";
	"1204" = "Saturation de l'arrière-plan :";
	"1205" = "Luminosité barre d'outils:";
	"1206" = "Pistes";
	"1207" = "Luminosité de l'en-tête de piste :";
	"1208" = "Luminosité du nom du dossier de pistes:";
	"1209" = "Saturation de l'en-tête de piste :";
	"1210" = "Modifier la sélection :";
	"1211" = "Luminosité de la timeline :";
	"1212" = "Luminosité de la piste inactive :";
	"1213" = "Saturation de la piste inactive :";
	"1214" = "Clips";
	"1215" = "Luminosité de la forme d'onde:";
	"1216" = "Luminosité de l'arrière-plan:";
	"1217" = "Luminosité de la note Melodyne :";
	"1218" = "Saturation de la note Melodyne :";
	"1219" = "Grilles";
	"1220" = "Luminosité (mode grille) :";
	"1221" = "Luminosité (mode sans grille) :";
	"1222" = "Lignes de marqueur";
	"1223" = "Luminosité :";
	"1224" = "Couleur :";
	"1225" = "Vue de l'automation";
	"1226" = "Luminosité de la forme d'onde :";
	"1227" = "Saturation de la forme d'onde :";
	"1228" = "Luminosité de la ligne :";
	"1229" = "Saturation de la ligne :";
	"1230" = "Vue Analysis/Warp";
	"1231" = "Luminosité de la forme d'onde :";
	"1232" = "Saturation de la forme d'onde :";
	"1233" = "Luminosité du marqueur Analysis :";
	"1234" = "Saturation du marqueur Analysis :";
	"1235" = "Luminosité de l'arrière-plan :";
	"1236" = "Interface utilisateur à fort contraste :";
	"1237" = "Couleur de texte/ligne :";
	"1238" = "Couleur de l'arrière-plan :";
	"1239" = "Taille du texte";
	"1240" = "Taille du texte de clip :";
	"1241" = "Taille du texte de limite de hauteur de piste :";
	"1242" = "Taille du texte de liste :";
	"1243" = "Par défaut";
	"1244" = "Gris";
	"1245" = "Gris foncé";
	"1246" = "Rouge";
	"1247" = "Bleu";
	"1248" = "Vert";
	"1249" = "Jaune";
	"1250" = "Orange";
	"1251" = "Violet";
	"1252" = "Vert d'eau";

